Repository: Daniel-KM/Omeka-S-module-NumericDataTypes
Catalog: language/*.po
Languages: bg_bg, ja

source: %s year
bg_bg: %s година
ja: %s 年

source: %s years
bg_bg: %s години
ja: %s 年

source: %s month
bg_bg: %s месец
ja: %s 月

source: %s months
bg_bg: %s месеци
ja: %s 月

source: %s day
bg_bg: %s ден
ja: %s 日

source: %s days
bg_bg: %s дни
ja: %s 日

source: %s hour
bg_bg: %s час
ja: %s 時

source: %s hours
bg_bg: %s часове
ja: %s 時

source: %s minute
bg_bg: %s минута
ja: %s 分

source: %s minutes
bg_bg: %s минути
ja: %s 分

source: %s second
bg_bg: %s секунда
ja: %s 秒

source: %s seconds
bg_bg: %s секунди
ja: %s 秒

source: Date comes after
bg_bg: Дата идва след
ja: 日付を後に

source: Date comes before
bg_bg: Дата идва преди
ja: 日付を前に

source: Duration is greater than
bg_bg: Продължителността е по - голяма от
ja: 期間がより長い

source: Duration is less than
bg_bg: Продължителността е по-малка от
ja: 期間がより短い

source: Date in interval
bg_bg: Дата в интервал
ja: 日付間隔

source: Value is greater than
bg_bg: Стойността е по-голяма от
ja: 以下の値より大きくしてください：

source: Value is less than
bg_bg: Стойността е по-малка от
ja: 以下の値より小さくしてください：

source: Invalid value: %s
bg_bg: Неточна стойност: %s
ja: 無効な値: %s

source: Value must be a duration
bg_bg: Стойността трябва да е с продължителност
ja: 値は期間である必要があります

source: Time
bg_bg: Време

source: Value must be an integer
bg_bg: Стойността трябва да е цяло число
ja: 値は整数である必要があります

source: Value must be an interval
bg_bg: Стойността трябва да е интервал
ja: 値は間隔である必要があります

source: Start:
bg_bg: Начало:
ja: 開始：

source: End:
bg_bg: Край:
ja: 終了：

source: Value must be a datetime
bg_bg: Стойността трябва да е дата и час
ja: 値は日付である必要があります

source: NumericDataTypes - invalid %s value for ID %s - %s
bg_bg: NumericDataTypes - невалидна %s стойност за ID %s - %s
ja: NumericDataTypes - 無効な %s 値。ID %s - %s

source: Date/Time (ISO 8601)
bg_bg: Дата / час (ISO 8601)
ja: 日付/時間 (ISO 8601)

source: Interval (ISO 8601)
bg_bg: Интервал (ISO 8601)
ja: 間隔(ISO 8601)

source: Duration (ISO 8601)
bg_bg: Продължителност (ISO 8601)
ja: 期間(ISO 8601)

source: Integer
bg_bg: Цяло число
ja: 整数

source: Numeric
bg_bg: Числов
ja: 数字

source: Duration
bg_bg: Продължителност
ja: 期間

source: Timestamp
bg_bg: Клеймо за време

source: Interval
bg_bg: Интервал

source: Years
bg_bg: Години
ja: 年

source: Months
bg_bg: Месеци
ja: 月

source: Days
bg_bg: Дни
ja: 日

source: Hours
bg_bg: Часове
ja: 時

source: Minutes
bg_bg: Минути
ja: 分

source: Seconds
bg_bg: Секунди
ja: 秒

source: Year
bg_bg: Година
ja: 年

source: Month
bg_bg: Месец
ja: 月

source: Day
bg_bg: Ден
ja: 日

source: Hour
bg_bg: Час
ja: 時

source: Minute
bg_bg: Минута
ja: 分

source: Second
bg_bg: Секунда
ja: 秒

source: Offset
bg_bg: Изместване

source: 01 — January
bg_bg: 01 — Януари
ja: 01 — 1月

source: 02 — February
bg_bg: 02 — Февруари
ja: 02 — 2月

source: 03 — March
bg_bg: 03 — Март
ja: 03 — 3月

source: 04 — April
bg_bg: 04 — Април
ja: 04 — 4月

source: 05 — May
bg_bg: 05 — Май
ja: 05 — 5月

source: 06 — June
bg_bg: 06 — Юни
ja: 06 — 6月

source: 07 — July
bg_bg: 07 — Юли
ja: 07 — 7月

source: 08 — August
bg_bg: 08 — Август
ja: 08 — 8月

source: 09 — September
bg_bg: 09 — Септември
ja: 09 — 9月

source: 10 — October
bg_bg: 10 — Октомври
ja: 10 — 10月

source: 11 — November
bg_bg: 11 — Ноември
ja: 11 — 11月

source: 12 — December
bg_bg: 12 — Декември
ja: 12 — 12月

source: 00 — 12 am
bg_bg: 00 — 12 преди обяд
ja: 00 — 午前 0 時

source: 01 — 1 am
bg_bg: 01 — 1 преди обяд
ja: 01 — 午前 1 時

source: 02 — 2 am
bg_bg: 02 — 2 преди обяд
ja: 02 — 午前 2 時

source: 03 — 3 am
bg_bg: 03 — 3 преди обяд
ja: 03 — 午前 3 時

source: 04 — 4 am
bg_bg: 04 — 4 преди обяд
ja: 04 — 午前 4 時

source: 05 — 5 am
bg_bg: 05 — 5 преди обяд
ja: 05 — 午前 5 時

source: 06 — 6 am
bg_bg: 06 — 6 преди обяд
ja: 06 — 午前 6 時

source: 07 — 7 am
bg_bg: 07 — 7 преди обяд
ja: 07 — 午前 7 時

source: 08 — 8 am
bg_bg: 08 — 8 преди обяд
ja: 08 — 午前 8 時

source: 09 — 9 am
bg_bg: 09 — 9 преди обяд
ja: 09 — 午前 9 時

source: 10 — 10 am
bg_bg: 10 — 10 преди обяд
ja: 10 — 午前 10 時

source: 11 — 11 am
bg_bg: 11 — 11 преди обяд
ja: 11 — 午前 11 時

source: 12 — 12 pm
bg_bg: 12 — 12 pm след обяд
ja: 12 — 午前 12 時

source: 13 — 1 pm
bg_bg: 13 — 1 след обяд
ja: 13 — 午後 1 時

source: 14 — 2 pm
bg_bg: 14 — 2 след обяд
ja: 14 — 午後 2 時

source: 15 — 3 pm
bg_bg: 15 — 3 след обяд
ja: 15 — 午後 3 時

source: 16 — 4 pm
bg_bg: 16 — 4 след обяд
ja: 16 — 午後 4 時

source: 17 — 5 pm
bg_bg: 17 — 5 след обяд
ja: 17 — 午後 5 時

source: 18 — 6 pm
bg_bg: 18 — 6 след обяд
ja: 18 — 午後 6 時

source: 19 — 7 pm
bg_bg: 19 — 7 след обяд
ja: 19 — 午後 7 時

source: 20 — 8 pm
bg_bg: 20 — 8 след обяд
ja: 20 — 午後 8 時

source: 21 — 9 pm
bg_bg: 21 — 9 след обяд
ja: 21 — 午後 9 時

source: 22 — 10 pm
bg_bg: 22 — 10 след обяд
ja: 22 — 午後 10 時

source: 23 — 11 pm
bg_bg: 23 — 11 след обяд
ja: 23 — 午後 11 時

source: Convert to numeric
bg_bg: Преобразуване в числово
ja: 数値に変換

source: Convert to timestamp
bg_bg: Преобразуване в клеймо за време
ja: 時刻に変換

source: Convert to interval
bg_bg: Преобразуване в интервал
ja: 間隔に変換

source: Convert to duration
bg_bg: Преобразуване в продължителност
ja: 期間に変換

source: Convert to integer
bg_bg: Преобразуване в цяло число
ja: 整数に変換
